Repository: acdh-oeaw/arche-gui
Catalog: translations/acdh_repo_gui-*.po
Languages: de

source: Collections
de: Sammlungen

source: with
de: mit

source: Copy Resource Link
de: Ressourcenlink kopieren

source: Switch to Expert-View
de: Zur Expertenansicht wechseln

source: Refine your search using filters
de: Suchergebnisse filtern

source: Switch to Basic-View
de: Zur Basisansicht wechseln

source: Switch to Tree-View
de: Zur Baumansicht wechseln

source: Apply the selected search filters
de: Anwendung der gewählten Suchfilter

source: Summary
de: Zusammenfassung

source: Latest Additions
de: Neueste Ergänzungen

source: See All Resources
de: Siehe alle Ressourcen

source: Discover resources
de: Ressourcen entdecken

source: Alternative Title
de: Alternativer Titel

source: Identifier(s)
de: Identifikator(en)

source: Author(s)
de: Autor(en)

source: Creator(s)
de: Urheber

source: Contributor(s)
de: Beitragende(r)

source: Contact(s)
de: Kontakt(e)

source: Curator(s)
de: Datenkurator(en)

source: Licensor
de: Lizenzgeber

source: Funder
de: Fördergeber

source: Principal Investigator(s)
de: Primärforscher

source: Principal Investigator
de: Primärforscher

source: Number of Items
de: Anzahl der Elemente

source: Publisher
de: Verlag

source: Series information
de: Reihe

source: Page(s)
de: Seite(n)

source: Note
de: Anmerkung

source: Part of
de: Teil von

source: Member Of
de: Mitglied von

source: Related Discipline(s)
de: Fachdisziplin(en)

source: Subject(s)
de: Betreff

source: Spatial Coverage
de: Geografische Abdeckung

source: Coverage Start Date
de: Zeitliche Abdeckung Beginn

source: Coverage End Date
de: Zeitliche Abdeckung Ende

source: Contact Details
de: Kontakt Details

source: Publisher(s)
de: Verlag(e)

source: Spatial information
de: Geografische Informationen

source: Temporal Coverage
de: Zeitliche Abdeckung

source: Created Start Date
de: Erstellungsdatum Beginn

source: Created End Date"
de: Erstellungsdatum Ende

source: Cite Resource
de: Ressource zitieren

source: Result(s)
de: Ergebnis(se)

source: Life Cycle Status
de: Lebenszyklusstatus

source: End Date
de: Enddatum

source: Member(s)
de: Mitglied(er)

source: Further Information
de: Weitere Informationen

source: Inverse Data
de: Inverse Daten

source: Get Member(s)
de: Mitglied(er) anzeigen

source: Show More
de: Mehr anzeigen

source: Show Inverse Table
de: Inverse Tabelle anzeigen

source: Download Collection
de: Sammlung herunterladen

source: Download Collection Script
de: Skript Sammlung herunterladen

source: View Larger Map
de: Größere Karte zeigen

source: XML Insights
de: XML Einblick

source: Related collection(s)
de: Zugehörige Sammlung(en)

source: Hide View
de: Ansicht ausblenden

source: Hide Summary
de: Zusammenfassung ausblenden

source: Related Publications and Resources
de: Zugehörige Publikationen und Ressourcen

source: Switch to List-View
de: Zur Listenansicht wechseln

source: Child Resource(s)
de: Untergeordnete Sammlung(en)

source: Related Collection(s)
de: Zugehörige Sammlung(en)

source: Related Publication(s) and Resource(s)
de: Zugehörige Publikation(en) und Ressource(n)

source: Spatial Information
de: Geografische Informationen

source: Created End Date
de: Erstellungsdatum Ende

source: Member of
de: Mitglied von

source: Start Date
de: Startdatum

source: Discover Resources
de: Ressourcen entdecken

source: Deposit Resources
de: Ressourcen enreichen

source: Deposition Process
de: Einreichungsprozess

source: Personal Title
de: Beruflicher Titel

source: Spatial Coverage in
de: Geografische Abdeckung in

source: Related Resource(s)
de: Zugehörige Ressource(n)

source: Show Data
de: Daten anzeigen

source: Search
de: Suche

source: Previous
de: Vorherige

source: Next
de: Nächste

source: Contributed to
de: Beigetragen zu

source: Involved in
de: Involviert in

source: Longitude
de: Längengrad

source: Latitude
de: Breitengrad

source: Searched for type
de: Gesucht nach Typ

source: containing
de: enthält

source: Back to the resource
de: Zurück zur Ressource

source: License
de: Lizenz

source: Number of files
de: Anzahl der Dateien

source: Summary Size
de: Gesamtgröße

source: By downloading you agree to the
de: Mit dem Download erklären Sie sich mit den

source: Terms of Use
de: Nutzungsbedingungen

source: which includes compliance with the licenses accompanying every Resource and adhering to the
de: einverstanden, einschließlich der Einhaltung der Lizenzen, die jeder Ressource beiliegen, und der Einhaltung des

source: European Code of Conduct for Research Integrity
de: Europäischen Verhaltenskodex für die Integrität der Forschung

source: How to Download
de: Download-Vorgang

source: For a single file just click on the according file name.
de: Für eine einzelne Datei klicken Sie einfach auf den entsprechenden Dateinamen.

source: For more files or the whole collection click on the corresponding checkboxes in the tree view (click on the triangle to expand it).
de: Für weitere Dateien oder die gesamte Sammlung klicken Sie auf die entsprechenden Kontrollkästchen in der Baumansicht (klicken Sie auf das Dreieck, um es zu erweitern).

source: Use the search box to find specific resources by their title.
de: Verwenden Sie das Suchfeld, um bestimmte Ressourcen anhand ihres Titels zu finden.

source: Resources marked in red require appropriate access rights and might not be available to you despite being logged in.
de: Rot markierte Ressourcen erfordern entsprechende Zugriffsrechte und stehen Ihnen möglicherweise nicht zur Verfügung, obwohl Sie angemeldet sind.

source: After selecting the resources please press 'Prepare Collection for Download'. Depending on the collection size this may take a while. You will then be presented with a new button 'Download Collection as .tar', with which the actual download can be started.
de: Nachdem Sie die Ressourcen ausgewählt haben, klicken Sie bitte auf 'Sammlung für den Download vorbereiten'. Abhängig von der Größe der Sammlung kann dies eine Weile dauern. Daraufhin wird eine neue Schaltfläche 'Sammlung als .tar herunterladen' angezeigt, mit der der eigentliche Download-Vorgang gestartet werden kann.

source: Sel. files size
de: Größe der ausgew. Dateien

source: Prepare Collection for Download
de: Sammlung für den Download vorbereiten

source: You do not have enough rights to download the whole collection! Please try to login with the button below
de: Sie haben nicht genügend Rechte, um die gesamte Sammlung herunterzuladen! Bitte versuchen Sie, sich mit der Schaltfläche unten anzumelden

source: Login to download/reach the restricted content
de: Login für den Download/Zugriff auf eingeschränkte Inhalte

source: The selected files are ready for downloading
de: Die ausgewählten Dateien stehen für den Download bereit

source: You can select max. 4000 files!
de: Sie können max. 4000 Dateien auswählen!

source: Max. tar download limit is
de: Max. tar Download-Limit ist

source: File(s)
de: Datei(en)

source: Login error!
de: Anmeldefehler!

source: Login error
de: Anmeldefehler

source: Please re-enter your login credentials
de: Bitte geben Sie Ihre Anmeldedaten erneut ein

source: type
de: Typ

source: Searched for
de: Gesucht nach

source: ACDH-CH runs a helpdesk offering advice for questions related to various digital humanities topics.
de: Das ACDH-CH bietet über das Helpdesk-Service Beratung bei Fragen zu Digital Humanities-bezogenen Themen an.

source: ASK US!
de: KONTAKT

source: Austrian Academy of Sciences
de: Österreichische Akademie der Wissenschaften

source: Vienna
de: Wien

source: Search results are limited to 10 000. Please use filters to refine your search.
de: Suchergebnisse sind auf 10 000 begrenzt. Bitte verwenden Sie Filter, um die Suche zu präzisieren.

source: Show as Tree
de: Baumansicht

source: Show as List
de: Listenansicht

source: Properties table indicates the count of how many times a property has been used across all entities in ARCHE. To see its instances, simply click on the property of interest. Each instance is a link to the ARCHE entry.
de: Die Tabelle Properties (Eigenschaften) zeigt an, wie oft eine Eigenschaft in allen ARCHE-Entitäten verwendet wurde. Um die Instanzen zu sehen, klicken Sie einfach auf die Eigenschaft, die Sie interessiert. Jede Instanz ist ein Link zum ARCHE-Eintrag.

source: Classes table specifies the count of how many times a class has been used across all entities in ARCHE. To see its instances, simply click on the class of interest. Each instance is a link to the ARCHE entry.
de: Die Tabelle Classes (Klassen) gibt an, wie oft eine Klasse in allen ARCHE-Entitäten verwendet wurde. Um die Instanzen zu sehen, klicken Sie einfach auf die gewünschte Klasse. Jede Instanz ist ein Link zum ARCHE-Eintrag.

source: Classes properties table lists the count of each property per class. One may also distinguish between the count of the distinct value and the total count a property has been used within a certain class. To see the instances of the properties, click on the one of interest.
de: Die Tabelle der Classes properties (Klasseneigenschaften) listet die Anzahl jeder Eigenschaft pro Klasse auf. Man kann zusätzlich zwischen der Anzahl der distinkten Werte sowie der Gesamtzahl, wie oft eine Eigenschaft in einer bestimmten Klasse verwendet wurde, unterscheiden. Um die Instanzen einer Eigenschaft zu sehen, klicken Sie auf die gewünschte Eigenschaft.

source: Top collections table lists all main collections deposited to ARCHE and provides information about the number of items of a particular collection and their size (expressed in bytes).
de: Die Tabelle Top collections (Hauptsammlungen) listet alle in ARCHE hinterlegten Sammlungen auf und gibt Auskunft über die Anzahl der Elemente einer bestimmten Sammlung und deren Größe (ausgedrückt in Bytes).

source: Formats table lists the count of formats of all resources deposited to ARCHE. The table provides also information on the total size (expressed in bytes) of resources per file format. To see the objects of a particular file format, simply click on it.
de: Die Tabelle Formats (Formate) listet die Anzahl der Formate aller in ARCHE hinterlegten Ressourcen auf. Die Tabelle gibt auch Auskunft über die Gesamtgröße (ausgedrückt in Bytes) der Ressourcen pro Dateiformat. Um die Objekte eines bestimmten Dateiformats zu sehen, klicken Sie es einfach an.

source: Formats per collection provides similarly to the “Formats” table information about the count of file formats of resources and their size (expressed in bytes), but for every main (top) collection separately. Additional information about the type of the object (Top collection/Collection/Resource) is also listed.
de: Formats per collection (Formate pro Sammlung) liefert ähnlich wie die Tabelle „Formate“ Informationen über die Anzahl der Dateiformate von Ressourcen und deren Größe (ausgedrückt in Bytes), jedoch für jede Hauptsammlung separat. Zusätzliche Informationen über die Art des Objekts (Top collection/Collection/Resource) werden ebenfalls angeführt.

source: Dissemination services table lists all dissemination services provided in ARCHE and their count. Each dissemination service link provides more detail about the service itself as well as a list of items for which the particular dissemination service is provided.
de: Die Tabelle Dissemination Services (Verbreitungsdienste) listet alle in ARCHE bereitgestellten Verbreitungsdienste und die Anzahl, wie oft sie verwendet wurden, auf. Jeder Link führt zu einem Verbreitungsdienst, der nähere Informationen über den Dienst selbst sowie eine Liste jener Objekte enthält, für die der betreffende Verbreitungsdienst bereitgestellt wird.

source: Every entity in ARCHE is enriched with metadata that allow for the resources to be discovered and understood and are thus an essential part of complying with the FAIR Data Principles, to make data Findable, Accessible, Interoperable, and Reusable
de: Jede Entität in ARCHE ist mit Metadaten angereichert, die es ermöglichen, die Ressourcen zu erkunden und zu verstehen, und die somit einen wesentlichen Bestandteil der FAIR Data Principles darstellen, um Daten auffindbar, zugänglich, interoperabel und wiederverwendbar zu machen

source: (see FAQ).
de: (siehe FAQ).

source: The metadata in ARCHE follow the ARCHE schema. The complete ARCHE schema along with the documentation and annotations is available in an
de: Die Metadaten in ARCHE folgen dem ARCHE-Schema. Das vollständige ARCHE-Schema einschließlich der Dokumentation und Anmerkungen ist im

source: and is also represented in a tabular form.
de: sowie als Tabelle verfügbar.

source: here
de: hier

source: and
de: und

source: A tabular overview of properties per Project, Collection and Resource is available also in the
de: Eine Übersichtstabelle der Eigenschaften pro Projekt, Sammlung und Ressource ist auch in den

source: Metadata requirements
de: Metadatenanforderungen

source: for depositing in ARCHE.
de: für die Dateneinreichung in ARCHE enthalten.

source: This dashboard provides basic statistics about metadata used to describe entities in ARCHE and therefore allows for further exploration of data deposited to ARCHE. The dashboard is divided into tables listed below. Each table includes information about the count and size of a specific item (property, class, file format, dissemination service) for all entities deposited in ARCHE or per the main (top) collection (hover over the table name for a more detailed description).
de: Dieses Dashboard liefert grundlegende Statistiken über Metadaten, die zur Beschreibung von Entitäten in ARCHE verwendet werden, und ermöglicht somit eine weitere Untersuchung der in ARCHE hinterlegten Daten. Das Dashboard ist in die unten angeführten Tabellen unterteilt. Jede Tabelle enthält Informationen über die Anzahl und Größe eines bestimmten Elements (Eigenschaft, Klasse, Dateiformat, Verbreitungsdienst) für alle in ARCHE hinterlegten Entitäten oder pro Hauptsammlung.

source: The following tables are available:
de: Folgende Tabellen sind verfügbar:
